Repository: Dontknow09/Leejw
Catalog: lib/l10n/app_*.arb
Languages: nl

# dashboard_title
source: Dashboard
nl: Overzicht

# dashboard_goto
source: Go to Dashboard
nl: Ga naar het Overzicht

# flashcards_title
source: Flashcards
nl: Flitskaartjes

# flashcards_goto
source: Go to Flashcards
nl: Ga naar de Flitskaartjes

# lessons_title
source: Lessons
nl: Lessen

# lessons_goto
source: Go to your Lessons
nl: Ga naar jouw Lessen

# settings_title
source: Settings
nl: Instellingen

# settings_goto
source: Go to Settings
nl: Ga naar de Instellingen

# voced_goto
source: Go to the VocEd
nl: Ga naar de VocEd

# voced_create_lesson
source: Create new lesson
nl: Maak nieuwe les
